HSDTaskName = "维护";

HSDFeedRollerHeaderTitle = "进纸辊和分离垫维护";
HSDNotifyMeTitle = "维护到期时通知我。";
HSDTotalPagesTitle = "进纸总页数:";
HSDPagesSinceReplacementTitle = "上次更换后的进纸页数:";
HSDPreviouslyRecordedReplacementsTitle = "之前记录的更换:";
HSDReplacementRecommendedTitle = "建议立即更换:";
HSDReplaceButtonTitle = "记录更换…";

RecordReplacementWarnTitle = "是否记录更换?";
RecordReplacementWarnText = "该操作将重置进纸总页数，并增加进纸辊和分离垫的更换次数。";

MaintenanceRecommendedWarnTitle = "建议维护";
MaintenanceRecommendedWarnText = "扫描仪的进纸辊和分离垫已到期，需要更换。";
